Repository: MagnificentS/fmsx
Catalog: trunk/*.lproj/Localizable.strings
Languages: fr

source: (None)
fr: (Aucun)

source: 1st - 3rd Place
fr: 1ère - 3ème Place

source: 1st and 2nd Place
fr: 1ère and 2ème Place

source: 1st Place Only
fr: 1ère Place Uniquement

source: 3-5-2 Sweeper
fr: 3-5-2 Libéro

source: 4-1-2-3 Attacking
fr: 4-1-2-3 Offensif

source: 4-2-2-2 Defensive Midfielder
fr: 4-2-2-2 Milieu Défensif

source: 4-2-3-1 Defensive Midfielder
fr: 4-2-3-1 Milieu Défensif

source: 4-2-3-1 Denmark
fr: 4-2-3-1 Danemark

source: 4-4-2 Defensive Midfielder
fr: 4-4-2 Milieu Défensif

source: 4-4-2 Diamond
fr: 4-4-2 Diamant

source: 4-4-2 Sweeper
fr: 4-4-2 Libéro

source: 4-5-1 Defensive Midfielder
fr: 4-5-1 Milieu Défensif

source: 5-3-2 Serbia & Montenegro
fr: 5-3-2 Serbie-Monténégro

source: 5-3-2 Sweeper
fr: 5-3-2 Libéro

source: Additional Kit Sponsor
fr: Sponsor Maillot Supplémentaire

source: Africa
fr: Afrique

source: African / Caribbean
fr: Africain / Caribéen

source: Afro-Asiatic
fr: Afro-Asiatique

source: Alacalufan
fr: Alakalufane

source: Albanian
fr: Albanais

source: Algic
fr: Algique

source: All Matches
fr: Tous les Matches

source: Altaic
fr: Altaïque

source: Andamanese
fr: Andamanaise

source: Any
fr: N’importe Lequel

source: Any Manager
fr: N’importe Quel Entraîneur

source: Anytime
fr: N’importe Quel Moment

source: Arauan
fr: Arauanaise

source: Araucanian
fr: Araucanaise

source: Arawakan
fr: Arawakienne

source: Arm
fr: Bras

source: Armenian
fr: Arménien

source: Artificial
fr: Artificielle

source: Arutani-Sape
fr: Arutani-Sapé

source: Asia
fr: Asie

source: Asian
fr: Asiatique

source: assigning clubs...
fr: affectation des clubs...

source: assigning competitions...
fr: affectation des compétitions...

source: assigning people...
fr: affectation des personnes...

source: assigning Person Stats...
fr: affectation des statisques personnelles...

source: assigning stadium changes...
fr: affectation des changements de stade...

source: assigning stadiums...
fr: affectation des stades...

source: Assistant Manager
fr: Entraîneur Adjoint

source: Assistant Referee
fr: Arbitre Assistant

source: Atlantic
fr: Atlantique

source: Atlantic Congo
fr: Atlantico-Congolais

source: Attic
fr: Attique

source: Australian
fr: Australienne

source: Austro-Asiatic
fr: Austro-Asiatique

source: Austronesian
fr: Austronésienne

source: Average
fr: Moyen

source: Away
fr: Extérieur

source: Aymaran
fr: Aymarienne

source: Backing up original...
fr: Sauvegarde de l’original...

source: Backround
fr: Arrière-Plan

source: Bald
fr: Chauve

source: Balkan
fr: Balkans

source: Baltic
fr: Baltique

source: Barbacon
fr: Barbacoane

source: Based Anywhere Anyone
fr: Quiconque Basé N’importe Où

source: Based Anywhere Nationals
fr: Nationaux Basé N’importe Où

source: Based Continent Anyone
fr: Quiconque Basé Continentalement

source: Bi-Monthly
fr: Bimensuel

source: Black
fr: Noir

source: Blonde
fr: Blond

source: Brasil
fr: Brésil

source: Britain
fr: Grande-Bretagne

source: Broadsheet
fr: Journal Grand Format

source: Caddoan
fr: Caddoane

source: Cahuapanan
fr: Cahuapanane

source: Cancel
fr: Annuler

source: Cant
fr: Cryptolecte

source: Capacity Change
fr: Changement de Capacité

source: Caretaker / Coach
fr: Entraîneur Intérimaire / Préparateur

source: Caretaker Coach
fr: Entraîneur Intérimaire

source: Carib
fr: Caraïbe

source: Caribbean
fr: Caraïbes

source: Catching Ball
fr: Rattrapant une Balle

source: Central American
fr: Amérique Centrale

source: Chairman
fr: Président

source: Chapacura-Wanham
fr: Chapakura

source: Checks
fr: à Carreuax

source: Chibchan
fr: Chibchane

source: Chimakuan
fr: Chimakuane

source: Chinese
fr: Chinois

source: Choco
fr: Chocó

source: Chukotko-Kamchatkan
fr: Tchoukotko-Kamtchatkienne

source: Clay
fr: Terre Batue

source: Club Membership
fr: Membre du Club

source: Club Or Nation
fr: Club Ou Pays

source: Coach
fr: Préparateur

source: Competition
fr: Compétition

source: Competition Club Manager
fr: Entraîneurs de Club de la Compétition

source: Completely Useless
fr: Totalement Inutile

source: Continent Club Manager
fr: Entraîneurs de Club du Continent

source: Continent Nation Manager
fr: Sélectioneurs Nationaux du Continent

source: Could not save changes while quitting. Quit anyway?
fr: Les changements pourraient ne pas être sauvegardés rn quittant. Quitter quand même?

source: Creole
fr: Créole

source: Cushitic
fr: Couchitique

source: Dark Brown
fr: Marron Foncé

source: Deaf Sign Language
fr: Langue Des Signes

source: Decent Youngster
fr: Jeune

source: Developed
fr: Développée

source: Developing
fr: En Développement

source: Diagonal Halves
fr: Division Diagonale

source: Diagonal Stripe (Bottom-Top)
fr: Rayure Diagonale (Bas-Haut)

source: Diagonal Stripe (Top-Bottom)
fr: Rayure Diagonale (Haut-Bas)

source: Director
fr: Directeur

source: Director Of Football
fr: Directeur Sportif

source: Domestic Based
fr: Jouant Localement

source: Domestic Based African
fr: Africains Jouant Localement

source: Domestic Based Foreigners
fr: Etrangers Jouant Localement

source: Domestic Based Nationals
fr: Nationaux Jouant Localement

source: Domestic Cup
fr: Coupe Nationale

source: Domestic League
fr: Championnat National

source: Domestic Overall
fr: Compétitions Nationales

source: Double Horizontal Stripe (Middle Space)
fr: Doubles Rayures Horizontales (Espace Intermédiare)

source: Double Vertical Stripe (Centre Space)
fr: Doubles Rayures Verticales (Espace au Central)

source: Double Vertical Stripe (Left Space)
fr: Doubles Rayures Verticales (Espace à Gauche)

source: Double Vertical Stripe (Right Space)
fr: Doubles Rayures Verticales (Espace à Droite)

source: Dravidian
fr: Dravidienne

source: East
fr: Oriental

source: East Birds Head
fr: East Birds Head-Sentani

source: East Papuan
fr: Papoue Orientale

source: Eastern European
fr: Europe de l'Est

source: EC Country
fr: Pays de l'UE

source: Eskimo-Aleut
fr: Eskimo-Aléoute

source: Fall Impact
fr: Chute

source: Finno-Permic
fr: Finno-Permienne

source: Finno-Ugric
fr: Finno-Ougrienne

source: First Team
fr: Equipe Première

source: First Team Coach
fr: Préparateur de l'Equipe Première

source: First Team Regular
fr: Equipe Première

source: First Team Squad Rotation
fr: Rotation

source: Fitness Coach
fr: Préparateur Physique

source: Foot
fr: Pied

source: Football Association
fr: Fédération

source: Foreground
fr: Premier-Plan

source: Foreign Based Nationals
fr: Nationaux Jouant à l'Etranger

source: Friday
fr: Vendredi

source: Full-Time
fr: Temps-Plein

source: Geelvink Bay
fr: Baie de Geelvink

source: General
fr: Général

source: General Manager
fr: Manageur Général

source: General Sponsor
fr: Sponsor Général

source: Georgian
fr: Géorgien

source: Germanic
fr: Germanique

source: Germany
fr: Allemagne

source: Goalkeeping Coach
fr: Entraîneur des Gardiens

source: Good
fr: Bon

source: Government Council Grant
fr: Subvention du Conseil Municipal

source: Grass
fr: Naturel

source: Gravel
fr: Gravier

source: Gravel / Clay / Sand
fr: Gravier / Terre Battue / Sable

source: Greek
fr: Grec

source: Grey
fr: Gris

source: Groin
fr: Aine

source: Guahiban
fr: Guahibanne

source: Gulf
fr: Golfe du Mexique

source: Halves (Left-Right)
fr: Division (Droite-Gauche)

source: Halves (Top-Bottom)
fr: Division (Haut-Bas)

source: Hand
fr: Main

source: Harakmbet
fr: Harakmbut

source: Head
fr: Tête

source: Head Coach
fr: Entraîneur

source: Hokan
fr: Hokane

source: Holland
fr: Hollande

source: Home
fr: Domicile

source: Hoop (Boca)
fr: Rayure Cerclée (Boca)

source: Hoops
fr: Rayures

source: Hoops (Pinstripes)
fr: Rayures (Fines Rayures)

source: Hoops (Wide)
fr: Rayures (Large)

source: Horizontal Stripe (Middle)
fr: Rayure Horizontale (Milieu)

source: Hot Prospect For The Future
fr: Grand Espoir

source: Huavean
fr: Huave

source: Hungarian
fr: Hongrois

source: Impact With Player
fr: Choc Avec Un Joueur

source: Indio-Aryan
fr: Indo-Aryen

source: Individual TV Deal
fr: Droits TV Individuels

source: Indo-European
fr: Indo-Européenne

source: Indo-Iranian
fr: Indo-Iranien

source: Injury Sponsor
fr: Spécialisé Dans Les Blessures

source: Internal
fr: Interne

source: Invalid
fr: Invalide

source: Iranian
fr: Iranien

source: Iroquoian
fr: Iroquoise

source: Italic
fr: Italique

source: Italy
fr: Italie

source: Japan
fr: Japon

source: Japanese
fr: Japonais

source: Jivaroan
fr: Jivaro

source: Journalist
fr: Journaliste

source: Jumping
fr: Sautant

source: Katukinan
fr: Catuquina

source: Keres
fr: Keresan

source: Key Player
fr: Joueur-Clé

source: Khoisan
fr: Khoïsan

source: Kicking Ball
fr: Frappant la Balle

source: Kiowa-Tanoan
fr: Kiowa-Tanoane

source: Kit Sponsor
fr: Sponsor Maillot

source: Knee
fr: Genou

source: Korean
fr: Coréen

source: Language Isolate
fr: Langues Isolées

source: Languages
fr: Langues

source: Large Horizontal Stripe (Top)
fr: Large Bande Horizontale (Haut)

source: Left
fr: Gauche

source: Left Or Right
fr: Gauche Ou Droit

source: Lifting Weights
fr: Soulevant Des Poids

source: Light Brown
fr: Marron Clair

source: loading awards...
fr: chargement des récompenses...

source: loading bad alliterations...
fr: chargement des mauvaises allitérations...

source: loading cities...
fr: chargement des villes...

source: loading club links...
fr: chargement des liens de clubs...

source: loading clubs...
fr: chargement des clubs...

source: loading common names...
fr: chargement des noms d'usage...

source: loading competition histories...
fr: chargement des historiques de compétition...

source: loading competitions...
fr: chargement des compétitions...

source: loading continents...
fr: chargement des continents...

source: loading currencies...
fr: chargement des cours...

source: loading descriptions...
fr: chargment des descriptions...

source: loading first names...
fr: chargement des prénoms...

source: loading good alliterations...
fr: chargement des bonnes allitérations...

source: loading injuries...
fr: chargement des blessures...

source: loading lang_db.dat
fr: chargement de lang_db.dat

source: loading languages...
fr: chargement des langues...

source: loading local areas...
fr: chargement des régions...

source: loading media...
fr: chargement des médias...

source: loading nations...
fr: chargmenet des pays...

source: loading non-player stats...
fr: chargement des statistiques de non-joueur...

source: loading people...
fr: chargement des gens...

source: loading person stats...
fr: chargement des statistiques personnelles...

source: loading player stats...
fr: chargement des statistiques de joueur...

source: loading sponsors...
fr: chargement des sponsors...

source: loading stadium changes...
fr: chargement des changements de stade...

source: loading stadiums...
fr: chargement des stades...

source: loading stage names...
fr: chargement des noms de division...

source: loading surnames...
fr: chargement des surnoms...

source: loading teams...
fr: chargement des équipes...

source: loading unknowns 1...
fr: chargement inconnus 1...

source: loading unknowns 10...
fr: chargement inconnus 10...

source: loading unknowns 11...
fr: chargement inconnus 11...

source: loading unknowns 12...
fr: chargement inconnus 12...

source: loading unknowns 13...
fr: chargement inconnus 13...

source: loading unknowns 14...
fr: chargement inconnus 14...

source: loading unknowns 15...
fr: chargement inconnus 15...

source: loading unknowns 16...
fr: chargement inconnus 16...

source: loading unknowns 17...
fr: chargement inconnus 17...

source: loading unknowns 18...
fr: chargement inconnus 18...

source: loading unknowns 19...
fr: chargement inconnus 19...

source: loading unknowns 2...
fr: chargement inconnus 2...

source: loading unknowns 20...
fr: chargement inconnus 20...

source: loading unknowns 21...
fr: chargement inconnus 21...

source: loading unknowns 21.5...
fr: chargement inconnus 21.5...

source: loading unknowns 22...
fr: chargement inconnus 22...

source: loading unknowns 23...
fr: chargement inconnus 23...

source: loading unknowns 24...
fr: chargement inconnus 24...

source: loading unknowns 3...
fr: chargement inconnus 3...

source: loading unknowns 4...
fr: chargement inconnus 4...

source: loading unknowns 5...
fr: chargement inconnus 5...

source: loading unknowns 6...
fr: chargement inconnus 6...

source: loading unknowns 7...
fr: chargement inconnus 7...

source: loading unknowns 8...
fr: chargement inconnus 8...

source: loading unknowns 9...
fr: chargement inconnus 9...

source: loading weather...
fr: chargement de la météo...

source: Lolo-Burmese
fr: Lolo-Birman

source: Lower Mamberamo
fr: Bas Mamberamo

source: Macro-Ge
fr: Macro-Jê

source: Main Backup Player
fr: Soutien

source: Main Kit Sponsor
fr: Sponsor Maillot Principal

source: Major Matches
fr: Matches Principaux

source: Malayo-Polynesian
fr: Malayo-Polynésien

source: Manager
fr: Manageur

source: Managing Director
fr: Gérant

source: Masconian
fr: Lengua-Mascoy

source: Mayan
fr: Maya

source: Media
fr: Média

source: Mediterranean Hispanic
fr: Hispanique Méditerranéen

source: Medium Matches
fr: Matches Moyens

source: Middle-East
fr: Moyen-Orient

source: Minor Injury
fr: Blessure Mineure

source: Minor Matches
fr: Matches Mineurs

source: Misumalpan
fr: Misumalpa

source: Mixe-Zoque
fr: Mixe-Zoqueane

source: Mixed Language
fr: Langue Mélangée

source: Mixed Race (Black/White)
fr: Métis (Noir/Blanc)

source: Moderate Injury
fr: Blessure Modérée

source: Mon-Khmer
fr: Môn-Khmer

source: Monday
fr: Lundi

source: Monthly
fr: Mensuel

source: Mosetanan
fr: Mosetanane

source: Muskogean
fr: Muskogéenne

source: Na-Dene
fr: Na-Déné

source: Nambiquaran
fr: Nambikwarane

source: Nation Club Manager
fr: Entraîneur de Club du Pays

source: Native American
fr: Amérindien

source: Native Australian
fr: Aborigène

source: Neck
fr: Cou

source: Never
fr: Jamais

source: Newspaper
fr: Journal

source: Niger-Congo
fr: Nigéro-Congolaise

source: Nilo-Saharan
fr: Nilo-Saharienne

source: No Matches
fr: Aucun Match

source: No Voting
fr: Aucun Vote

source: Non-EC Country
fr: Pays Hors UE

source: Non-Player
fr: Non-Joueur

source: None
fr: Aucun

source: North
fr: Nord

source: North Africa
fr: Afrique du Nord

source: North African / Middle-Eastern
fr: Nord-Africain / Moyen-Oriental

source: North America
fr: Amérique du Nord

source: North Caucasian
fr: Nord-Caucasienne

source: Northern Europe
fr: Europe du Nord

source: Northern European
fr: Européen du Nord

source: Not Needed
fr: Inutile

source: Not Set
fr: Non Sélectionné

source: Oceania
fr: Océanie

source: Of The Competition
fr: De La Compétition

source: Of The Month
fr: Du Mois

source: Of The Opening Or Closing Season
fr: De La Saison D'Ouverture De Fermeture

source: Of The Round
fr: Du Tour

source: Of The Season
fr: De La Saison

source: Of The Week
fr: De La Semaine

source: Of The Year
fr: De L'Année

source: On A Specified Date
fr: A Une Date Spécifique

source: One Vote Each
fr: Un Vote Chacun

source: Other Income
fr: Autre Ressource

source: Oto-Manguean
fr: Oto-Mangue

source: Over 20,000,000
fr: Plus De 20,000,000

source: Over 28
fr: Plus de 28 ans

source: Overall
fr: Toutes

source: Overall Club
fr: En Club

source: Pacific Islander
fr: Insulaire Du Pacifique

source: Paezan
fr: Paezane

source: Panoan
fr: Panoanes

source: Part-Time
fr: Mi-Temps

source: Peba-Yaguan
fr: Peba-Yagua

source: Penutian
fr: Pénutienne

source: Physio
fr: Kiné

source: Plain
fr: Uni

source: Plain (Different Sleeves)
fr: Uni (Manches Différents)

source: Plain One Sleeve (Left)
fr: Uni Une Manche (Gauche)

source: Plain One Sleeve (Right)
fr: Uni Une Manche (Droite)

source: Player
fr: Joueur

source: Player / Assistant Manager
fr: Joueur / Entraîneur Adjoint

source: Player / Coach
fr: Joueur / Préparateur

source: Player / First Team Coach
fr: Joueur / Préparateir Equipe Première

source: Player / Fitness Coach
fr: Joueur / Préparaeur Physique

source: Player / Goalkeeping Coach
fr: Joueur / Entraîneur des Gardiens

source: Player / Manager
fr: Joueur / Entraîneur

source: Player / Youth Team Coach
fr: Joueur / Entraîneur des Jeunes

source: Player Or Non-Player
fr: Joueur Ou Non-Joueur

source: Players
fr: Joueurs

source: Poor
fr: Mauvais

source: Potentially Career Threatening
fr: Menaçant Potentiellement La Carrière

source: Preparing To Save...
fr: Préparation De La Sauvegarde...

source: Professional
fr: Professionel

source: Quarterly
fr: Trimestriel

source: Quarters
fr: Quartiers

source: Quechuan
fr: Quechua

source: Quit anyway
fr: Quitter quand même

source: Quitting now will lose any changes you have made since the last successful save
fr: Quitter maintenant vous fera perdre toutes vos modifications depuis votre dernière sauvegarde réussiee

source: Rarely
fr: Rarement

source: Reading file header...
fr: Lecture du fichier d'en-tête...

source: Reading game_db.dat header...
fr: Lecture de game_db.dat header...

source: Reading game_info.dat...
fr: Lecture de game_info.dat...

source: Reading save_game_summary.dat...
fr: Lecture de save_game_summary.dat...

source: Red
fr: Rouge

source: Referee
fr: Arbitre

source: Regional
fr: Régional

source: Rehabilitation
fr: Rééducation

source: Reserves
fr: Réserve

source: Right
fr: Droit

source: Romance
fr: Roman

source: Rookie
fr: Débutant

source: Russia
fr: Russie

source: Salishan
fr: Salish

source: Salivan
fr: Salivane

source: Sand
fr: Sable

source: Saturday
fr: Samedi

source: Saving Header...
fr: Sauvegarde de l'en-tête...

source: Scandinavia
fr: Scandinavie

source: Scout
fr: Recruteur

source: Semi-Professional
fr: Semi-Professionel

source: Semitic
fr: Semitique

source: Serious Injury
fr: Blessure Sérieuse

source: Shin
fr: Tibia

source: Shirt
fr: Maillot

source: Shoulder
fr: Epaule

source: Side Stripes
fr: Bandes Latérales

source: Sign Language
fr: Langue des Signes

source: Sino-Tibetan
fr: Sino-Tibétenne

source: Siouan
fr: Siouane

source: Skin Tone 1
fr: Couleur de Peau 1

source: Skin Tone 10
fr: Couleur de Peau 10

source: Skin Tone 11
fr: Couleur de Peau 11

source: Skin Tone 12
fr: Couleur de Peau 12

source: Skin Tone 13
fr: Couleur de Peau 13

source: Skin Tone 14
fr: Couleur de Peau 14

source: Skin Tone 15
fr: Couleur de Peau 15

source: Skin Tone 16
fr: Couleur de Peau 16

source: Skin Tone 17
fr: Couleur de Peau 17

source: Skin Tone 18
fr: Couleur de Peau 18

source: Skin Tone 19
fr: Couleur de Peau 19

source: Skin Tone 2
fr: Couleur de Peau 2

source: Skin Tone 20
fr: Couleur de Peau 20

source: Skin Tone 3
fr: Couleur de Peau 3

source: Skin Tone 4
fr: Couleur de Peau 4

source: Skin Tone 5
fr: Couleur de Peau 5

source: Skin Tone 6
fr: Couleur de Peau 6

source: Skin Tone 7
fr: Couleur de Peau 7

source: Skin Tone 8
fr: Couleur de Peau 8

source: Skin Tone 9
fr: Couleur de Peau 9

source: Slavic
fr: Slave

source: Socks
fr: Chaussettes

source: sorting Stadium Changes...
fr: tri des Changements de Stade...

source: South
fr: Sud

source: South Africa
fr: Afrique Australe

source: South America
fr: Amérique du Sud

source: South Caucasian
fr: Sud-Caucasienne

source: South-East Asian
fr: Sud-Est Asiatique

source: Southern
fr: Méridional

source: Southern Europe
fr: Europe Méridionale

source: Spokesperson
fr: Porte-Parole

source: Sprinting
fr: Sprintant

source: Squad Of Players
fr: Equipe De Joueurs

source: Stadium Change
fr: Changement de Stade

source: Stadium Sponsor
fr: Sponsor de Stade

source: Stripe (Ajax)
fr: Bande (Ajax)

source: Stripe (Left)
fr: Bande (Gauche)

source: Stripe (PSG)
fr: Bande (PSG)

source: Stripe (Right)
fr: Bande (Droite)

source: Stripes (Pinstripe)
fr: Rayures (Fines)

source: Stripes (Wide)
fr: Rayures (Large)

source: Summer
fr: Eté

source: Sunday
fr: Dimanche

source: Superdraft A Team
fr: Equipe A de La Superdraft

source: Superdraft B Team
fr: Equipe B de La Superdraft

source: Superdraft C Team
fr: Equipe C de La Superdraft

source: Superdraft D Team
fr: Equipe D de La Superdraft

source: Synthetic (New Type - Soft)
fr: Synthétique (Nouveau Type - Souple)

source: Synthetic (Old Type - Hard)
fr: Synthetique (Ancien Type - Dur)

source: Tabloid
fr: Tabloïd

source: Tacanan
fr: Tacanane

source: Thigh
fr: Cuisse

source: Third
fr: Troisème

source: Third World
fr: Tiers-Monde

source: Three Votes Weighted
fr: Trois Votes Pondérés

source: Thursday
fr: Jeudi

source: Tibeto-Burman
fr: Tibéto-Birman

source: Tosk
fr: Tosque

source: Totonacan
fr: Totonaco-Tephuane

source: Trans New Guinea
fr: Trans-Nouvelle Guinée

source: Tucanoan
fr: Tucanoane

source: Tuesday
fr: Mardi

source: Turkic
fr: Turc

source: Turning Sharply
fr: Rotation Brusque

source: Unclassified
fr: Non-Classée

source: Underwriter
fr: Courtier

source: Unimportant
fr: Sans Importance

source: Unknown
fr: Inconnu

source: Unknown 1
fr: Inconnu 1

source: Unknown 2
fr: Inconnu 2

source: Unknown 3
fr: Inconnu 3

source: Unknown Style 1
fr: Style Inconnu 1

source: Updates
fr: Mises à Jour

source: Upper Body
fr: Haut du Corps

source: Uralic
fr: Ouralienbe

source: Uto-Aztecan
fr: Uto-Aztèque

source: V Stripe
fr: Rayure en V

source: Vertical Stripe (Centre)
fr: Rayure Verticale (Centre)

source: Vertical Stripe (Left)
fr: Rayure Verticale (Gauche)

source: Vertical Stripe (Right)
fr: Rayure Verticale (Droite)

source: Very Good
fr: Très Bon

source: Very Important
fr: Très Important

source: Very Poor
fr: Très Mauvais

source: Viet-Muong
fr: Viêt-Muong

source: Virtual Player
fr: Joueur Virtuel

source: Volta-Congo
fr: Voltaïco-Congolais

source: Waiver Team
fr: Equipe de Licenciés

source: Wakashan
fr: Wakashane

source: Walking Wounded
fr: Marche en Boitant

source: Wear And Tear
fr: Epuisement et Torsion

source: Website
fr: Site Internet

source: Wednesday
fr: Mercredi

source: Weekday Evening
fr: Soirs de Semaine

source: Weekday Morning
fr: Matins de Semaine

source: Weekly
fr: Hebdomadaire

source: West
fr: Ouest

source: West Papuan
fr: Ouest-Papoue

source: Winter
fr: Hiver

source: Witotoan
fr: Witotoane

source: World Club Manager
fr: Entraîneur de Club

source: World Nation Manager
fr: Sélectionneur

source: Worldwide
fr: Mondial

source: Yanomam
fr: Yanomane

source: Yearly
fr: Annuel

source: Yenisei-Ostyak
fr: Ienisseïenne

source: Yes
fr: Oui

source: Youth
fr: Jeune

source: Youth Team Coach
fr: Entraîneur des Jeunes

source: Yuat-Waibuk
fr: Yurok-Wiyot

source: Yukaghir
fr: Youkaguire

source: Zamucoan
fr: Zamucoane

source: Zaparoan
fr: Zaparoane
